---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.FeetFractionalInches
source: html/c849ad14-99fb-5148-870a-806bdee0d683.htm
---
# Autodesk.Revit.DB.UnitTypeId.FeetFractionalInches Property

Feet and fractional inches.

## Syntax (C#)
```csharp
public static ForgeTypeId FeetFractionalInches { get; }
```